run/tutorials/lagrangian/kinematicParcelFoam/windshield/0.orig/finite-area/hf_film
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2512                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       areaScalarField;
    object      hf_film;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions          [0 1 0 0 0 0 0];

internalField       uniform 1e-8; // 0.0001;

boundaryField
{
    sides
    {
        type        zeroGradient;
    }

    windshield
    {
        type        zeroGradient;
    }
}


// ************************************************************************* //
